acpi
alsa-utils
arc-gtk-theme
autoconf
automake
base
bat
bc
bibata-cursor-theme
binutils
bison
blueman
bluez
bluez-utils
breeze-icons
caprine
clang
cmatrix
conky
deepin-gtk-theme
dhcpcd
dialog
discord
dunst
efibootmgr
enscript
expressvpn
fakeroot
feh
fetchpac-git
file-roller
flashplugin
flex
fzf
garcon
gcc
gdb
ghostscript
git
glade
groff
gstreamer0.10
gvfs
gvfs-afc
htop
hunspell
i3-gaps
i3lock
imagemagick
iw
jq
jre
kitty
latexrun-git
libdvdcss
libmagick6
libreoffice-fresh-fr
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
lxappearance-gtk3
m4
maim
make
materia-gtk-theme
mpc
mplayer
neofetch
nerd-fonts-fantasque-sans-mono
nerd-fonts-fira-code
nerd-fonts-iosevka
network-manager-applet
networkmanager
networkmanager-dmenu-git
noto-fonts
noto-fonts-emoji
npm
numix-cursor-theme
openssh
opera
opera-ffmpeg-codecs
os-prober
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
picom-ibhagwan-git
pkgconf
polybar
polybar-spotify-module
powerline-fonts-git
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-dbus
python-pre-commit
refind
rofi
rxvt-unicode
scrot
sdl
sdl2_image
sdl2_ttf
sdl_gfx
sdl_image
sdl_ttf
siji-git
spotify
sublime-text
sudo
tcl
termsyn-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
thunar
thunar-archive-plugin
thunar-volman
tk
ttf-dejavu
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-font-awesome-4
ttf-iosevka
ttf-meslo-nerd-font-powerlevel10k
ttf-unifont
ttf-weather-icons
tumbler
unzip
vim
vimix-gtk-themes
visual-studio-code-bin
vlc
w3m
wget
wireless_tools
xcursor-neutral
xcursor-oxygen
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yad
yay
zathura
zathura-pdf-poppler
zip
zoom
zsh
zsh-completions
