acpi
acpilight
alsa-firmware
alsa-utils
arc-gtk-theme
autoconf
autoconf-archive
automake
base
bat
bind
bison
blueberry
blueman
bluez
bluez-alsa-git
bluez-utils
breeze-snow-cursor-theme
byacc
caprine
cava
check
chezmoi
chromium-widevine
cmatrix
compton-tryone-git
consolas-font
cowsay
cronie
deadd-notification-center-bin
dejagnu
deluge
discord-canary
docbook-xml
docbook-xsl
dolphin
dotnet-runtime
dotnet-sdk-2.2
emacs
expect
fakeroot
feh
ffmpegthumbnailer
flatpak
flex
fzf
gcc
gdb
geany
gimp
git
glib2-docs
gnome-common
gnome-tweaks
gnu-netcat
gobject-introspection
google-chrome
gparted
gtk-doc
gucharmap
gvfs
hacked-aio-righty
htop
i3-gaps
i3lock
imagemagick
inetutils
intltool
itstool
iw
java-runtime-common
jdk-openjdk
jre-openjdk
jre-openjdk-headless
kdb
kitty
libc++
libc++abi
libconfig
libdbusmenu-glib
libnet
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
lxappearance
magic-wormhole
maim
make
mallard-ducktype
man-db
man-pages
meson
mono
nano
nasm
nautilus
ncdu
neofetch
nerd-fonts-complete
netflix-qdesktop
network-manager-applet
networkmanager
networkmanager-dmenu-git
ninja
nm-connection-editor
noto-fonts-emoji
npm
ntfs-3g
ntp
numix-cursor-maia
obs-studio
oneko
openssh
opera
otf-font-awesome-5-free
otf-overpass
patch
pavucontrol
pkgconf
polybar
polybar-spotify-module
pulseaudio
pulseaudio-bluetooth
pyside2
python-anytree
python-lxml
python-markdown
python-pip
python-pre-commit
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-styleplugins
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
ranger
raw-thumbnailer
redshift
refind
rofi-git
rustup
rxvt-unicode
sardi-icons
scrot
sdl
sdl2_image
sdl2_ttf
sdl_image
sdl_ttf
spicetify-cli
spicetify-themes-git
spotify
sublime-text-dev
sudo
tcl
teams
texinfo
thefuck
thunar
thunar-volman
tmux
tree
ttf-arphic-uming
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-iosevka
ttf-monaco
ttf-nanum
ttf-roboto
ufw
unrar
unzip
urxvt-fullscreen
vi
vim
visual-studio-code-bin
vlc
vulkan-intel
w3m
wget
wireless_tools
wxedid
xclip
xcursor-bluecurve
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-pinux
xcursor-premium
xf86-video-intel
xfce4-terminal
xinit-xsession
xorg-server
xorg-xinit
xorg-xinput
xorg-xrdb
xorg-xwininfo
xterm
yay
yelp-tools
yelp-xsl
ytop-bin
zathura
zathura-pdf-mupdf
zip
zsh
